Repository: mitmel/flipr-android
Catalog: locale/*.po
Languages: tr

# title_activity_camera
source: New Postcard
tr: Yeni Kartpostal

source: Gallery
tr: Galeri

source: Help
tr: Yardım

source: Done
tr: Bitti

source: Share
tr: Paylaş

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: New Postcard
tr: Yeni Kartpostal

# add_images
source: Add photo
tr: Fotoğraf ekle

# welcome_message_no_account
source: Welcome to Living Postcards. To continue, please sign in or create an account.
tr: Living Postcards'a hoşgeldiniz. Devam etmek için giriş yapın veya bir hesap oluşturun.

source: Login or Create Account
tr: Giriş Yapın veya Hesap oluşturun

# send_intent_message
source: Check out this Living Postcard %1$s
tr: Bu Living Postcard'ı Keşfet %1$s

# err_share_intent_no_web_url_editable
source: Postcard must be published before it can be shared. Publishing is done from the edit screen.
tr: Kartpostalı paylaşmak icin öncelikle yayımlanmış olması gerekir. Yayımlama seçeneği düzenleme ekranındadır.

# send_intent_chooser_title
source: Send Postcard
tr: Kartpostal Gönder

# notice_publish_success
source: Your postcard will begin uploading immediately. Check your notification area.
tr: Kartpostalınız hemen yüklenmeye başlıyor. Bildirim alanını kontrol edin.

# err_publish_fail
source: There was an error marking your card for publishing.
tr: Kartpostalınızın yayımlanmasında bir hata oluştu.

source: Edit Postcard
tr: Kartpostal Düzenle

# postcard_edit_title_hint
source: Postcard Title
tr: Kartpostal Başlığı

source: Settings
tr: Ayarlar

source: Log Out
tr: Çıkış

# main_tab_whats_new
source: What's new
tr: Yeniler

# main_tab_my_postcards
source: My Postcards
tr: Kartlarım

# postcard_edit_description_hint
source: Description
tr: Tanım

source: Publish Postcard
tr: Kartpostalı Yayımla

source: Save Postcard
tr: Kartpostalı Kaydet

# publish_postcard_condensed
source: Publish
tr: Yayımla

# save_postcard_condensed
source: Save
tr: Kaydet

source: Delete postcard
tr: Kartpostalı sil

# postcard_edit_delete_confirm_message
source: Are you sure you want to delete this card?
tr: Bu kartpostalı silmek istediğinize emin misiniz?

# postcard_edit_title_empty
source: Please enter a title
tr: Bir başlık girin

# err_initializing_camera
source: Error initializing camera
tr: Kamera başlatma hatası

# delete_postcard_image_confirm_message
source: Are you sure you want to delete this image from the postcard?
tr: Bu fotoğrafı kartpostalınızdan silmek istediginize emin misiniz?

source: Retry
tr: Yeniden dene

source: Delete postcard image
tr: Kartpostalı sil

# untitled
source: <i>Untitled</i>
tr: <i>Başlıksız</i>

# err_no_data_connection
source: No data connection.
tr: Veri bağlantısı yok.

# err_postcard_media_could_not_download
source: Error loading postcard: %1$s
tr: Kartpostalı yüklemede hata var: %1$s

# geocoder_lookup_unknown_location
source: unknown location
tr: bilinmeyen yer

# main_tab_unpublished
source: Unpublished
tr: Taslaklar

# err_camera_take_picture_failed
source: Sorry, there was an error while saving the photo. Please try again.
tr: Üzgünüz, fotoğrafı kaydederken bir hata oluştu. Lüften tekrardan deneyiniz.
